{"<|endoftext|>": 2, "the": 3, ",": 4, "a": 5, "and": 6, "of": 7, "to": 8, ".": 9, "'s": 10, "is": 11, "that": 12, "in": 13, "it": 14, "as": 15, "with": 16, "an": 17, "film": 18, "its": 19, "for": 20, "movie": 21, "this": 22, "but": 23, "you": 24, "be": 25, "on": 26, "n't": 27, "by": 28, "more": 29, "--": 30, "one": 31, "not": 32, "at": 33, "than": 34, "from": 35, "has": 36, "about": 37, "his": 38, "are": 39, "like": 40, "have": 41, "or": 42, "all": 43, "so": 44, "most": 45, "story": 46, "too": 47, "good": 48, "'": 49, "...": 50, "into": 51, "who": 52, "out": 53, "-rrb-": 54, "up": 55, "characters": 56, "funny": 57, "-lrb-": 58, "i": 59, "just": 60, "comedy": 61, "if": 62, "much": 63, "no": 64, "does": 65, "can": 66, "what": 67, "some": 68, "even": 69, "`": 70, "time": 71, "will": 72, "very": 73, "your": 74, "their": 75, "little": 76, "''": 77, "bad": 78, "``": 79, "way": 80, "which": 81, "make": 82, "been": 83, "best": 84, "any": 85, "enough": 86, "there": 87, "he": 88, "love": 89, "work": 90, "life": 91, "only": 92, "never": 93, "do": 94, "movies": 95, "new": 96, "makes": 97, "us": 98, "something": 99, "through": 100, "was": 101, "they": 102, "own": 103, "well": 104, "great": 105, "made": 106, "would": 107, "action": 108, "many": 109, "we": 110, "humor": 111, "director": 112, "her": 113, "plot": 114, "really": 115, "could": 116, "performances": 117, "how": 118, "audience": 119, "other": 120, "drama": 121, "see": 122, "without": 123, "being": 124, "better": 125, "sense": 126, "fun": 127, "when": 128, "films": 129, "people": 130, "off": 131, "character": 132, "such": 133, "two": 134, "every": 135, "may": 136, "look": 137, "feel": 138, "nothing": 139, "cast": 140, "should": 141, "performance": 142, "them": 143, "both": 144, "interesting": 145, "long": 146, "still": 147, "real": 148, "entertaining": 149, ":": 150, "another": 151, "world": 152, "while": 153, "often": 154, "ever": 155, "acting": 156, "script": 157, "also": 158, "those": 159, "'re": 160, "get": 161, "minutes": 162, "few": 163, "far": 164, "dialogue": 165, "because": 166, "first": 167, "heart": 168, "big": 169, "watch": 170, "over": 171, "rather": 172, "down": 173, "kind": 174, "moments": 175, "hollywood": 176, "might": 177, "less": 178, "-": 179, "thriller": 180, "screen": 181, "original": 182, "old": 183, "human": 184, "emotional": 185, "had": 186, "almost": 187, "hard": 188, "actors": 189, "compelling": 190, "man": 191, "family": 192, "material": 193, "worth": 194, "end": 195, "quite": 196, "tale": 197, "picture": 198, "seen": 199, "romantic": 200, "cinema": 201, "right": 202, "things": 203, "my": 204, "itself": 205, "watching": 206, "here": 207, "our": 208, "between": 209, "before": 210, "year": 211, "find": 212, "seems": 213, "these": 214, "yet": 215, "were": 216, "take": 217, "comes": 218, "documentary": 219, "'ve": 220, "seem": 221, "visual": 222, "back": 223, "scenes": 224, "after": 225, "feels": 226, "ca": 227, "full": 228, "lot": 229, ";": 230, "fascinating": 231, "sweet": 232, "dull": 233, "go": 234, "works": 235, "american": 236, "ultimately": 237, "moving": 238, "piece": 239, "keep": 240, "times": 241, "music": 242, "young": 243, "'ll": 244, "special": 245, "come": 246, "me": 247, "care": 248, "takes": 249, "anything": 250, "thing": 251, "years": 252, "going": 253, "though": 254, "where": 255, "give": 256, "direction": 257, "comic": 258, "enjoyable": 259, "clever": 260, "making": 261, "entertainment": 262, "same": 263, "pretty": 264, "laughs": 265, "bit": 266, "style": 267, "subject": 268, "away": 269, "experience": 270, "worst": 271, "least": 272, "kids": 273, "cinematic": 274, "sometimes": 275, "him": 276, "part": 277, "smart": 278, "again": 279, "why": 280, "together": 281, "dark": 282, "engaging": 283, "gives": 284, "gets": 285, "amusing": 286, "beautiful": 287, "history": 288, "women": 289, "actually": 290, "star": 291, "art": 292, "powerful": 293, "she": 294, "did": 295, "idea": 296, "energy": 297, "once": 298, "anyone": 299, "point": 300, "want": 301, "genre": 302, "around": 303, "nearly": 304, "charming": 305, "silly": 306, "place": 307, "short": 308, "intelligence": 309, "screenplay": 310, "manages": 311, "intelligent": 312, "simply": 313, "fans": 314, "show": 315, "surprisingly": 316, "premise": 317, "strong": 318, "predictable": 319, "solid": 320, "feature": 321, "charm": 322, "then": 323, "war": 324, "summer": 325, "always": 326, "last": 327, "narrative": 328, "filmmaking": 329, "true": 330, "need": 331, "face": 332, "think": 333, "wit": 334, "dramatic": 335, "power": 336, "whose": 337, "flick": 338, "fresh": 339, "whole": 340, "theater": 341, "done": 342, "goes": 343, "know": 344, "portrait": 345, "enjoy": 346, "feeling": 347, "especially": 348, "interest": 349, "truly": 350, "familiar": 351, "under": 352, "three": 353, "offers": 354, "probably": 355, "high": 356, "suspense": 357, "perfect": 358, "trying": 359, "easy": 360, "spirit": 361, "effects": 362, "fine": 363, "satisfying": 364, "becomes": 365, "say": 366, "classic": 367, "since": 368, "effort": 369, "rich": 370, "quirky": 371, "deeply": 372, "matter": 373, "children": 374, "instead": 375, "tone": 376, "beautifully": 377, "looking": 378, "half": 379, "filmmakers": 380, "romance": 381, "horror": 382, "rare": 383, "set": 384, "level": 385, "ideas": 386, "hilarious": 387, "series": 388, "hours": 389, "dumb": 390, "light": 391, "?": 392, "obvious": 393, "everything": 394, "flat": 395, "study": 396, "boring": 397, "title": 398, "'d": 399, "exercise": 400, "culture": 401, "leave": 402, "lack": 403, "intriguing": 404, "stuff": 405, "everyone": 406, "opera": 407, "touching": 408, "talent": 409, "honest": 410, "small": 411, "past": 412, "become": 413, "memorable": 414, "video": 415, "wo": 416, "despite": 417, "modern": 418, "filmmaker": 419, "actor": 420, "turn": 421, "remarkable": 422, "fails": 423, "melodrama": 424, "himself": 425, "mind": 426, "wonderful": 427, "already": 428, "imagination": 429, "audiences": 430, "tv": 431, "pleasure": 432, "visually": 433, "sad": 434, "images": 435, "stories": 436, "head": 437, "gags": 438, "project": 439, "french": 440, "left": 441, "jokes": 442, "terrific": 443, "serious": 444, "storytelling": 445, "contrived": 446, "day": 447, "likely": 448, "impossible": 449, "completely": 450, "bland": 451, "each": 452, "passion": 453, "slow": 454, "ending": 455, "put": 456, "written": 457, "lacks": 458, "beauty": 459, "woman": 460, "next": 461, "recent": 462, "gorgeous": 463, "brilliant": 464, "looks": 465, "reason": 466, "camera": 467, "adventure": 468, "gentle": 469, "ways": 470, "cold": 471, "otherwise": 472, "social": 473, "emotionally": 474, "men": 475, "tired": 476, "beyond": 477, "certainly": 478, "ride": 479, "laugh": 480, "line": 481, "wrong": 482, "debut": 483, "turns": 484, "proves": 485, "else": 486, "either": 487, "mess": 488, "sure": 489, "sort": 490, "lives": 491, "message": 492, "cliches": 493, "book": 494, "easily": 495, "directed": 496, "hour": 497, "perfectly": 498, "shot": 499, "plays": 500, "animation": 501, "soap": 502, "talented": 503, "personal": 504, "thoughtful": 505, "above": 506, "cheap": 507, "particularly": 508, "shows": 509, "mr.": 510, "complex": 511, "having": 512, "play": 513, "barely": 514, "surprising": 515, "death": 516, "ambitious": 517, "de": 518, "viewers": 519, "viewer": 520, "entirely": 521, "believe": 522, "crime": 523, "fairly": 524, "sex": 525, "black": 526, "role": 527, "sequences": 528, "appealing": 529, "violence": 530, "run": 531, "genuine": 532, "writing": 533, "excellent": 534, "convincing": 535, "attempt": 536, "inside": 537, "stupid": 538, "act": 539, "now": 540, "seeing": 541, "remains": 542, "difficult": 543, "version": 544, "along": 545, "quality": 546, "ugly": 547, "different": 548, "themselves": 549, "moral": 550, "home": 551, "low": 552, "political": 553, "comedies": 554, "tragedy": 555, "running": 556, "simple": 557, "creative": 558, "eyes": 559, "pretentious": 560, "concept": 561, "'m": 562, "got": 563, "fantasy": 564, "ends": 565, "must": 566, "formula": 567, "girl": 568, "artist": 569, "attention": 570, "middle": 571, "worse": 572, "found": 573, "elements": 574, "john": 575, "fact": 576, "delightful": 577, "lost": 578, "historical": 579, "live": 580, "success": 581, "sit": 582, "welcome": 583, "cool": 584, "reality": 585, "hero": 586, "job": 587, "epic": 588, "decent": 589, "inventive": 590, "important": 591, "able": 592, "warmth": 593, "stylish": 594, "!": 595, "nice": 596, "sequel": 597, "none": 598, "nor": 599, "pictures": 600, "creepy": 601, "mystery": 602, "against": 603, "engrossing": 604, "change": 605, "clichés": 606, "thoroughly": 607, "moment": 608, "falls": 609, "mostly": 610, "adults": 611, "impressive": 612, "worthy": 613, "during": 614, "deep": 615, "warm": 616, "nature": 617, "lead": 618, "neither": 619, "emotions": 620, "old-fashioned": 621, "journey": 622, "awful": 623, "psychological": 624, "insight": 625, "thin": 626, "game": 627, "satire": 628, "stand": 629, "unique": 630, "getting": 631, "scene": 632, "appeal": 633, "pace": 634, "earnest": 635, "winning": 636, "side": 637, "unsettling": 638, "painful": 639, "considerable": 640, "leaves": 641, "occasionally": 642, "highly": 643, "try": 644, "dry": 645, "michael": 646, "thought": 647, "unfunny": 648, "view": 649, "loud": 650, "days": 651, "knows": 652, "imagine": 653, "usual": 654, "mood": 655, "tries": 656, "vision": 657, "help": 658, "somewhat": 659, "successful": 660, "given": 661, "rock": 662, "approach": 663, "production": 664, "sentimental": 665, "delivers": 666, "tell": 667, "period": 668, "waste": 669, "problem": 670, "lacking": 671, "taste": 672, "finally": 673, "strange": 674, "keeps": 675, "possible": 676, "colorful": 677, "plenty": 678, "tedious": 679, "bring": 680, "touch": 681, "master": 682, "call": 683, "believable": 684, "mediocre": 685, "witty": 686, "utterly": 687, "uses": 688, "magic": 689, "greatest": 690, "scary": 691, "oscar": 692, "pure": 693, "use": 694, "needs": 695, "tension": 696, "flawed": 697, "case": 698, "grace": 699, "career": 700, "working": 701, "gone": 702, "whether": 703, "second": 704, "adaptation": 705, "themes": 706, "straight": 707, "situations": 708, "spy": 709, "create": 710, "boy": 711, "edge": 712, "hold": 713, "surprises": 714, "fully": 715, "seat": 716, "sustain": 717, "disney": 718, "odd": 719, "parents": 720, "lovely": 721, "plain": 722, "watchable": 723, "shallow": 724, "depth": 725, "hit": 726, "told": 727, "poorly": 728, "road": 729, "relationships": 730, "execution": 731, "deserves": 732, "final": 733, "coming-of-age": 734, "sharp": 735, "provocative": 736, "subtle": 737, "several": 738, "endearing": 739, "goofy": 740, "couple": 741, "sensitive": 742, "doing": 743, "thinking": 744, "future": 745, "taking": 746, "throughout": 747, "hackneyed": 748, "complete": 749, "cinematography": 750, "examination": 751, "close": 752, "masterpiece": 753, "flaws": 754, "air": 755, "situation": 756, "among": 757, "form": 758, "cliché": 759, "supposed": 760, "starts": 761, "sci-fi": 762, "definitely": 763, "drag": 764, "wild": 765, "certain": 766, "felt": 767, "flicks": 768, "ensemble": 769, "intense": 770, "novel": 771, "manner": 772, "class": 773, "twists": 774, "exciting": 775, "delight": 776, "pacing": 777, "captures": 778, "guys": 779, "spielberg": 780, "four": 781, "meditation": 782, "purpose": 783, "skill": 784, "let": 785, "playful": 786, "amount": 787, "animated": 788, "tragic": 789, "heartfelt": 790, "intimate": 791, "york": 792, "unexpected": 793, "understand": 794, "sincere": 795, "actress": 796, "pointless": 797, "sophisticated": 798, "ability": 799, "effective": 800, "depressing": 801, "single": 802, "mindless": 803, "impact": 804, "female": 805, "taken": 806, "date": 807, "poor": 808, "episode": 809, "memory": 810, "major": 811, "ii": 812, "pleasant": 813, "dead": 814, "coming": 815, "quiet": 816, "across": 817, "today": 818, "merely": 819, "chemistry": 820, "surprise": 821, "acted": 822, "cultural": 823, "overall": 824, "clear": 825, "equally": 826, "expect": 827, "recommend": 828, "words": 829, "share": 830, "pieces": 831, "grand": 832, "cut": 833, "offer": 834, "forced": 835, "exactly": 836, "overcome": 837, "cute": 838, "brings": 839, "issues": 840, "problems": 841, "humanity": 842, "promise": 843, "writer-director": 844, "sexy": 845, "ones": 846, "room": 847, "failure": 848, "alone": 849, "motion": 850, "money": 851, "terrible": 852, "imaginative": 853, "score": 854, "telling": 855, "mean": 856, "worthwhile": 857, "behind": 858, "latest": 859, "hand": 860, "events": 861, "funnier": 862, "stale": 863, "playing": 864, "car": 865, "poetry": 866, "core": 867, "funniest": 868, "allows": 869, "eye": 870, "twisted": 871, "someone": 872, "empty": 873, "force": 874, "value": 875, "dog": 876, "contemporary": 877, "generic": 878, "happy": 879, "weird": 880, "remake": 881, "thanks": 882, "substance": 883, "business": 884, "used": 885, "slightly": 886, "wildly": 887, "ultimate": 888, "delicate": 889, "strangely": 890, "start": 891, "sloppy": 892, "huge": 893, "striking": 894, "wish": 895, "friendship": 896, "energetic": 897, "justice": 898, "sets": 899, "truth": 900, "storyline": 901, "intrigue": 902, "extraordinary": 903, "riveting": 904, "attempts": 905, "affection": 906, "monster": 907, "casting": 908, "genuinely": 909, "rest": 910, "rarely": 911, "soul": 912, "remarkably": 913, "spiritual": 914, "delivery": 915, "saw": 916, "inspiring": 917, "excitement": 918, "evil": 919, "slapstick": 920, "viewing": 921, "school": 922, "originality": 923, "hardly": 924, "skin": 925, "fit": 926, "routine": 927, "potential": 928, "living": 929, "teen": 930, "tribute": 931, "night": 932, "respect": 933, "party": 934, "painfully": 935, "fire": 936, "annoying": 937, "badly": 938, "festival": 939, "suffers": 940, "nicely": 941, "loss": 942, "crafted": 943, "maybe": 944, "entire": 945, "forget": 946, "vivid": 947, "questions": 948, "stunning": 949, "uneven": 950, "manipulative": 951, "offensive": 952, "urban": 953, "called": 954, "typical": 955, "insightful": 956, "universal": 957, "relationship": 958, "extremely": 959, "runs": 960, "clarity": 961, "clearly": 962, "add": 963, "america": 964, "shots": 965, "target": 966, "guy": 967, "gripping": 968, "frame": 969, "derivative": 970, "stars": 971, "house": 972, "apart": 973, "begins": 974, "battle": 975, "politics": 976, "chance": 977, "wants": 978, "except": 979, "interested": 980, "realism": 981, "popcorn": 982, "natural": 983, "triumph": 984, "thrills": 985, "visuals": 986, "wonder": 987, "performers": 988, "brain": 989, "step": 990, "sexual": 991, "realistic": 992, "sandler": 993, "devoid": 994, "british": 995, "city": 996, "mix": 997, "twice": 998, "gross-out": 999, "sounds": 1000, "finds": 1001, "puts": 1002, "10": 1003, "hope": 1004, "sitting": 1005, "company": 1006, "treatment": 1007, "college": 1008, "90": 1009, "product": 1010, "steven": 1011, "points": 1012, "treat": 1013, "balance": 1014, "seriously": 1015, "forgettable": 1016, "inspired": 1017, "refreshing": 1018, "minor": 1019, "pop": 1020, "previous": 1021, "poetic": 1022, "joy": 1023, "ridiculous": 1024, "toward": 1025, "sentimentality": 1026, "places": 1027, "hell": 1028, "sequels": 1029, "opportunity": 1030, "grant": 1031, "cartoon": 1032, "kid": 1033, "damned": 1034, "chilling": 1035, "lots": 1036, "smile": 1037, "lame": 1038, "country": 1039, "figure": 1040, "frustrating": 1041, "absorbing": 1042, "robert": 1043, "provides": 1044, "allen": 1045, "crowd": 1046, "sick": 1047, "wonderfully": 1048, "reveals": 1049, "admirable": 1050, "holes": 1051, "editing": 1052, "process": 1053, "served": 1054, "until": 1055, "tiresome": 1056, "cause": 1057, "poignant": 1058, "although": 1059, "sound": 1060, "well-made": 1061, "slight": 1062, "crazy": 1063, "virtually": 1064, "ludicrous": 1065, "holds": 1066, "perspective": 1067, "ms.": 1068, "others": 1069, "ago": 1070, "age": 1071, "david": 1072, "name": 1073, "gay": 1074, "match": 1075, "mesmerizing": 1076, "dreary": 1077, "mildly": 1078, "faith": 1079, "superior": 1080, "yourself": 1081, "wasted": 1082, "fantastic": 1083, "trip": 1084, "deal": 1085, "franchise": 1086, "dazzling": 1087, "directors": 1088, "trouble": 1089, "created": 1090, "bright": 1091, "meandering": 1092, "remember": 1093, "conclusion": 1094, "leads": 1095, "avoid": 1096, "superficial": 1097, "spectacle": 1098, "read": 1099, "succeeds": 1100, "guilty": 1101, "melodramatic": 1102, "creates": 1103, "talents": 1104, "alive": 1105, "intensity": 1106, "ages": 1107, "wise": 1108, "generally": 1109, "standard": 1110, "dream": 1111, "bizarre": 1112, "top": 1113, "liked": 1114, "artistic": 1115, "mark": 1116, "fare": 1117, "absolutely": 1118, "doubt": 1119, "particular": 1120, "number": 1121, "detailed": 1122, "amateurish": 1123, "waiting": 1124, "weak": 1125, "unnecessary": 1126, "pay": 1127, "usually": 1128, "win": 1129, "sequence": 1130, "courage": 1131, "credits": 1132, "exquisite": 1133, "hate": 1134, "attraction": 1135, "television": 1136, "oddly": 1137, "intentions": 1138, "first-rate": 1139, "bore": 1140, "voice": 1141, "comedic": 1142, "superb": 1143, "refreshingly": 1144, "brown": 1145, "humorous": 1146, "horrible": 1147, "chan": 1148, "sappy": 1149, "lazy": 1150, "extreme": 1151, "b": 1152, "subjects": 1153, "girls": 1154, "shame": 1155, "consistently": 1156, "quickly": 1157, "heartwarming": 1158, "empathy": 1159, "please": 1160, "favor": 1161, "heavy": 1162, "behavior": 1163, "soundtrack": 1164, "downright": 1165, "humour": 1166, "philosophical": 1167, "evocative": 1168, "conviction": 1169, "flair": 1170, "incredibly": 1171, "filled": 1172, "indie": 1173, "sheer": 1174, "achievement": 1175, "based": 1176, "murder": 1177, "disaster": 1178, "2": 1179, "frequently": 1180, "writer": 1181, "conventional": 1182, "including": 1183, "dreams": 1184, "clumsy": 1185, "artificial": 1186, "inept": 1187, "strength": 1188, "involving": 1189, "members": 1190, "atmosphere": 1191, "amazing": 1192, "suspenseful": 1193, "list": 1194, "pathetic": 1195, "intended": 1196, "means": 1197, "however": 1198, "sight": 1199, "2002": 1200, "red": 1201, "yarn": 1202, "bullock": 1203, "credit": 1204, "various": 1205, "thought-provoking": 1206, "emotion": 1207, "tender": 1208, "loses": 1209, "nasty": 1210, "simplistic": 1211, "possibly": 1212, "upon": 1213, "challenging": 1214, "sea": 1215, "person": 1216, "fashion": 1217, "setting": 1218, "complicated": 1219, "largely": 1220, "fast": 1221, "decades": 1222, "retread": 1223, "escape": 1224, "break": 1225, "raw": 1226, "identity": 1227, "apparent": 1228, "five": 1229, "era": 1230, "theme": 1231, "modest": 1232, "crisp": 1233, "twist": 1234, "spark": 1235, "fiction": 1236, "lines": 1237, "mainstream": 1238, "haunting": 1239, "water": 1240, "low-budget": 1241, "elegant": 1242, "onto": 1243, "stock": 1244, "commercial": 1245, "affair": 1246, "finding": 1247, "sitcom": 1248, "die": 1249, "central": 1250, "potentially": 1251, "bond": 1252, "blade": 1253, "levels": 1254, "acts": 1255, "totally": 1256, "commentary": 1257, "promising": 1258, "unpleasant": 1259, "undeniably": 1260, "exploration": 1261, "tom": 1262, "frank": 1263, "glimpse": 1264, "average": 1265, "grief": 1266, "exhilarating": 1267, "false": 1268, "creativity": 1269, "body": 1270, "irritating": 1271, "brought": 1272, "pull": 1273, "charisma": 1274, "wry": 1275, "spent": 1276, "wife": 1277, "fall": 1278, "banal": 1279, "formulaic": 1280, "missing": 1281, "zone": 1282, "marks": 1283, "large": 1284, "growing": 1285, "repetitive": 1286, "vehicle": 1287, "&": 1288, "general": 1289, "essentially": 1290, "beneath": 1291, "murphy": 1292, "damage": 1293, "glory": 1294, "profound": 1295, "structure": 1296, "endless": 1297, "cleverly": 1298, "plotting": 1299, "listless": 1300, "killer": 1301, "fears": 1302, "green": 1303, "quietly": 1304, "achieves": 1305, "deadly": 1306, "forgotten": 1307, "noir": 1308, "provide": 1309, "terms": 1310, "persona": 1311, "talking": 1312, "cheesy": 1313, "aspects": 1314, "designed": 1315, "fatal": 1316, "cliched": 1317, "preachy": 1318, "lousy": 1319, "jackson": 1320, "filmed": 1321, "front": 1322, "main": 1323, "imax": 1324, "protagonist": 1325, "excuse": 1326, "holiday": 1327, "martin": 1328, "further": 1329, "footage": 1330, "treasure": 1331, "subtlety": 1332, "george": 1333, "machine": 1334, "stay": 1335, "james": 1336, "queen": 1337, "present": 1338, "starring": 1339, "word": 1340, "lets": 1341, "confusing": 1342, "rip-off": 1343, "involved": 1344, "document": 1345, "heaven": 1346, "deeper": 1347, "mention": 1348, "group": 1349, "revealing": 1350, "authentic": 1351, "gifted": 1352, "hopeful": 1353, "sides": 1354, "older": 1355, "happens": 1356, "move": 1357, "reach": 1358, "said": 1359, "rendered": 1360, "daring": 1361, "crap": 1362, "vulgar": 1363, "carries": 1364, "detail": 1365, "accomplished": 1366, "laughter": 1367, "king": 1368, "devastating": 1369, "moviegoers": 1370, "directing": 1371, "channel": 1372, "giving": 1373, "appears": 1374, "slice": 1375, "deliver": 1376, "farce": 1377, "attractive": 1378, "studio": 1379, "blue": 1380, "budget": 1381, "chase": 1382, "songs": 1383, "utter": 1384, "hoffman": 1385, "white": 1386, "tells": 1387, "visceral": 1388, "reasonably": 1389, "bitter": 1390, "delightfully": 1391, "overwrought": 1392, "outstanding": 1393, "compassion": 1394, "observations": 1395, "accessible": 1396, "finish": 1397, "entertain": 1398, "turned": 1399, "stereotypes": 1400, "rhythms": 1401, "deserve": 1402, "offering": 1403, "missed": 1404, "joke": 1405, "hearts": 1406, "niro": 1407, "lived": 1408, "industry": 1409, "vibrant": 1410, "price": 1411, "tough": 1412, "cruel": 1413, "enjoyed": 1414, "violent": 1415, "deft": 1416, "struggle": 1417, "stuck": 1418, "buoyant": 1419, "capable": 1420, "grandeur": 1421, "tear": 1422, "somewhere": 1423, "disappointing": 1424, "self-conscious": 1425, "credible": 1426, "masterful": 1427, "animal": 1428, "course": 1429, "worked": 1430, "hip": 1431, "bother": 1432, "unimaginative": 1433, "shoot": 1434, "hits": 1435, "south": 1436, "adult": 1437, "unusual": 1438, "blend": 1439, "fan": 1440, "public": 1441, "affecting": 1442, "conflict": 1443, "wedding": 1444, "trick": 1445, "directorial": 1446, "vital": 1447, "happen": 1448, "absurd": 1449, "sign": 1450, "results": 1451, "games": 1452, "source": 1453, "inspiration": 1454, "bored": 1455, "peter": 1456, "precious": 1457, "addition": 1458, "rewarding": 1459, "collection": 1460, "marvelous": 1461, "details": 1462, "positive": 1463, "basic": 1464, "pack": 1465, "hot": 1466, "values": 1467, "logic": 1468, "bears": 1469, "answers": 1470, "shocking": 1471, "feel-good": 1472, "gangster": 1473, "flashy": 1474, "grow": 1475, "presence": 1476, "realized": 1477, "length": 1478, "wait": 1479, "rhythm": 1480, "snow": 1481, "seagal": 1482, "constructed": 1483, "relatively": 1484, "belly": 1485, "uplifting": 1486, "spooky": 1487, "overly": 1488, "delights": 1489, "pleasures": 1490, "cliche": 1491, "cult": 1492, "stage": 1493, "combination": 1494, "fake": 1495, "odds": 1496, "rush": 1497, "bunch": 1498, "loved": 1499, "capture": 1500, "personality": 1501, "japanese": 1502, "prove": 1503, "murky": 1504, "charismatic": 1505, "bittersweet": 1506, "20": 1507, "bite": 1508, "expected": 1509, "christmas": 1510, "obnoxious": 1511, "frightening": 1512, "tortured": 1513, "biting": 1514, "technical": 1515, "weight": 1516, "sum": 1517, "save": 1518, "unconvincing": 1519, "mixed": 1520, "boys": 1521, "eventually": 1522, "timely": 1523, "pat": 1524, "mother": 1525, "national": 1526, "represents": 1527, "community": 1528, "necessary": 1529, "brutally": 1530, "hugely": 1531, "simultaneously": 1532, "paced": 1533, "development": 1534, "pulls": 1535, "mayhem": 1536, "washington": 1537, "graphic": 1538, "fat": 1539, "substantial": 1540, "event": 1541, "offbeat": 1542, "ordinary": 1543, "crude": 1544, "crass": 1545, "theatre": 1546, "season": 1547, "revenge": 1548, "homage": 1549, "somehow": 1550, "late": 1551, "resist": 1552, "tiny": 1553, "third": 1554, "outrageous": 1555, "unfocused": 1556, "poignancy": 1557, "meaningful": 1558, "lawrence": 1559, "trademark": 1560, "deftly": 1561, "delivered": 1562, "supporting": 1563, "hair": 1564, "gradually": 1565, "effect": 1566, "assured": 1567, "computer": 1568, "increasingly": 1569, "frustration": 1570, "beginning": 1571, "breathtaking": 1572, "eloquent": 1573, "wannabe": 1574, "astonishing": 1575, "band": 1576, "undeniable": 1577, "laughing": 1578, "sweetness": 1579, "exploitative": 1580, "unpredictable": 1581, "team": 1582, "surface": 1583, "presents": 1584, "determined": 1585, "emerges": 1586, "service": 1587, "roll": 1588, "admire": 1589, "standards": 1590, "wholly": 1591, "pair": 1592, "soderbergh": 1593, "potent": 1594, "musical": 1595, "realize": 1596, "choices": 1597, "saturday": 1598, "horrifying": 1599, "tears": 1600, "fear": 1601, "awkward": 1602, "vampire": 1603, "lady": 1604, "beat": 1605, "nowhere": 1606, "street": 1607, "incoherent": 1608, "plodding": 1609, "choppy": 1610, "imagery": 1611, "walk": 1612, "release": 1613, "degree": 1614, "sour": 1615, "lyrical": 1616, "predecessor": 1617, "wanted": 1618, "wickedly": 1619, "condition": 1620, "sympathy": 1621, "string": 1622, "society": 1623, "shooting": 1624, "stirring": 1625, "science": 1626, "adam": 1627, "delivering": 1628, "monty": 1629, "joyous": 1630, "intoxicating": 1631, "poem": 1632, "endure": 1633, "amounts": 1634, "lush": 1635, "reading": 1636, "giant": 1637, "signs": 1638, "revelatory": 1639, "b-movie": 1640, "mature": 1641, "example": 1642, "color": 1643, "fanciful": 1644, "comfortable": 1645, "captivating": 1646, "mixture": 1647, "impression": 1648, "smarter": 1649, "kiddie": 1650, "powers": 1651, "generation": 1652, "ground": 1653, "return": 1654, "god": 1655, "pain": 1656, "concerned": 1657, "knowledge": 1658, "sadness": 1659, "bleak": 1660, "brothers": 1661, "insights": 1662, "families": 1663, "type": 1664, "office": 1665, "well-crafted": 1666, "dramatically": 1667, "finale": 1668, "question": 1669, "enthusiasm": 1670, "instantly": 1671, "grab": 1672, "efforts": 1673, "crush": 1674, "content": 1675, "chaotic": 1676, "unfortunately": 1677, "leaving": 1678, "teenagers": 1679, "heavy-handed": 1680, "uninspired": 1681, "meaning": 1682, "vividly": 1683, "damn": 1684, "notice": 1685, "free": 1686, "foreign": 1687, "diverting": 1688, "sensual": 1689, "sports": 1690, "faithful": 1691, "maudlin": 1692, "$": 1693, "limited": 1694, "yes": 1695, "endeavor": 1696, "harrowing": 1697, "lesson": 1698, "edited": 1699, "essence": 1700, "spectacular": 1701, "needed": 1702, "pale": 1703, "appear": 1704, "neat": 1705, "open": 1706, "contrivances": 1707, "child": 1708, "soon": 1709, "serves": 1710, "territory": 1711, "payoff": 1712, "faster": 1713, "happening": 1714, "vapid": 1715, "leaden": 1716, "creating": 1717, "check": 1718, "space": 1719, "resonant": 1720, "gem": 1721, "early": 1722, "willing": 1723, "father": 1724, "whom": 1725, "dirty": 1726, "perhaps": 1727, "absurdity": 1728, "feat": 1729, "dvd": 1730, "charmer": 1731, "phony": 1732, "unflinching": 1733, "heartbreaking": 1734, "passionate": 1735, "proceedings": 1736, "digital": 1737, "burns": 1738, "americans": 1739, "fight": 1740, "sink": 1741, "intricate": 1742, "trash": 1743, "guns": 1744, "splendid": 1745, "shapeless": 1746, "unoriginal": 1747, "nightmare": 1748, "produced": 1749, "intellectual": 1750, "screenwriter": 1751, "mistake": 1752, "unlikable": 1753, "respectable": 1754, "desperate": 1755, "food": 1756, "fair": 1757, "spirits": 1758, "theaters": 1759, "straightforward": 1760, "williams": 1761, "touches": 1762, "longer": 1763, "spare": 1764, "ambition": 1765, "common": 1766, "freshness": 1767, "artists": 1768, "ryan": 1769, "well-acted": 1770, "sand": 1771, "police": 1772, "depiction": 1773, "sell": 1774, "report": 1775, "nomination": 1776, "wars": 1777, "charms": 1778, "racial": 1779, "terrifying": 1780, "forgive": 1781, "shake": 1782, "pic": 1783, "quick": 1784, "real-life": 1785, "richer": 1786, "portrayal": 1787, "unlikely": 1788, "self-indulgent": 1789, "biggest": 1790, "smug": 1791, "trite": 1792, "thinks": 1793, "onscreen": 1794, "lackluster": 1795, "disguise": 1796, "hastily": 1797, "merit": 1798, "minds": 1799, "life-affirming": 1800, "heard": 1801, "exceptional": 1802, "strain": 1803, "over-the-top": 1804, "desire": 1805, "italian": 1806, "wears": 1807, "unfolds": 1808, "indian": 1809, "proud": 1810, "asks": 1811, "thrill": 1812, "ahead": 1813, "whatever": 1814, "magnificent": 1815, "bold": 1816, "x": 1817, "gritty": 1818, "cohesive": 1819, "folks": 1820, "relies": 1821, "features": 1822, "exploitation": 1823, "messages": 1824, "drawn": 1825, "satirical": 1826, "characterizations": 1827, "mere": 1828, "resonance": 1829, "turning": 1830, "relentlessly": 1831, "week": 1832, "mean-spirited": 1833, "cloying": 1834, "implausible": 1835, "suffering": 1836, "understanding": 1837, "unforced": 1838, "honestly": 1839, "male": 1840, "analyze": 1841, "endlessly": 1842, "handsome": 1843, "literary": 1844, "broad": 1845, "angst": 1846, "likable": 1847, "landscape": 1848, "spend": 1849, "adventurous": 1850, "result": 1851, "moviemaking": 1852, "miss": 1853, "dignity": 1854, "low-key": 1855, "sparkling": 1856, "abandon": 1857, "demands": 1858, "broken": 1859, "favorite": 1860, "friends": 1861, "scorsese": 1862, "equivalent": 1863, "changing": 1864, "bits": 1865, "significant": 1866, "witch": 1867, "spite": 1868, "9": 1869, "bottom": 1870, "wacky": 1871, "niche": 1872, "measure": 1873, "fate": 1874, "friend": 1875, "total": 1876, "begin": 1877, "wilde": 1878, "jones": 1879, "immensely": 1880, "integrity": 1881, "pass": 1882, "ticket": 1883, "moore": 1884, "timing": 1885, "sentiment": 1886, "fisher": 1887, "corny": 1888, "key": 1889, "soulful": 1890, "good-natured": 1891, "sane": 1892, "sake": 1893, "variety": 1894, "winner": 1895, "earnestness": 1896, "knowing": 1897, "chris": 1898, "patience": 1899, "fill": 1900, "makers": 1901, "loves": 1902, "subtly": 1903, "mysterious": 1904, "revolution": 1905, "scores": 1906, "apparently": 1907, "appreciate": 1908, "screenwriting": 1909, "constant": 1910, "rises": 1911, "kevin": 1912, "belongs": 1913, "wow": 1914, "ghost": 1915, "predictably": 1916, "quirks": 1917, "competent": 1918, "looked": 1919, "laughable": 1920, "dying": 1921, "communal": 1922, "richly": 1923, "locations": 1924, "testament": 1925, "startling": 1926, "teenage": 1927, "overlong": 1928, "ponder": 1929, "teacher": 1930, "song": 1931, "complexity": 1932, "sweetly": 1933, "state": 1934, "strike": 1935, "distance": 1936, "throws": 1937, "tradition": 1938, "carried": 1939, "friday": 1940, "committed": 1941, "somber": 1942, "polished": 1943, "juvenile": 1944, "scenery": 1945, "handled": 1946, "portrays": 1947, "bigger": 1948, "quest": 1949, "cynical": 1950, "hip-hop": 1951, "dish": 1952, "grows": 1953, "inevitable": 1954, "choice": 1955, "topic": 1956, "honesty": 1957, "amused": 1958, "rank": 1959, "hands": 1960, "magical": 1961, "distinctive": 1962, "happiness": 1963, "losing": 1964, "appalling": 1965, "inspirational": 1966, "innocence": 1967, "movements": 1968, "justify": 1969, "sadly": 1970, "plotted": 1971, "pretends": 1972, "paper-thin": 1973, "focus": 1974, "nuanced": 1975, "silliness": 1976, "experiences": 1977, "holocaust": 1978, "son": 1979, "whimsical": 1980, "confident": 1981, "shock": 1982, "imitation": 1983, "fish": 1984, "dysfunctional": 1985, "near": 1986, "flow": 1987, "despair": 1988, "excess": 1989, "structured": 1990, "herzog": 1991, "blood": 1992, "celebration": 1993, "sketchy": 1994, "played": 1995, "required": 1996, "roles": 1997, "uncompromising": 1998, "sympathetic": 1999, "barbershop": 2000, "embarrassment": 2001, "presented": 2002, "released": 2003, "lively": 2004, "well-meaning": 2005, "candy": 2006, "filling": 2007, "award": 2008, "heroine": 2009, "resourceful": 2010, "numbers": 2011, "thumbs": 2012, "bag": 2013, "recycled": 2014, "propaganda": 2015, "terribly": 2016, "lifeless": 2017, "flimsy": 2018, "labored": 2019, "inane": 2020, "wooden": 2021, "convinced": 2022, "bringing": 2023, "helps": 2024, "relief": 2025, "loose": 2026, "pick": 2027, "intimacy": 2028, "fights": 2029, "chilly": 2030, "top-notch": 2031, "started": 2032, "metaphor": 2033, "below": 2034, "brutal": 2035, "discovery": 2036, "path": 2037, "developed": 2038, "tasty": 2039, "nevertheless": 2040, "lee": 2041, "breaks": 2042, "desperately": 2043, "connection": 2044, "buy": 2045, "follow": 2046, "gyllenhaal": 2047, "villain": 2048, "escapism": 2049, "curiosity": 2050, "verve": 2051, "childhood": 2052, "coherent": 2053, "traditional": 2054, "notion": 2055, "ask": 2056, "deceptively": 2057, "guessing": 2058, "pleasing": 2059, "drive": 2060, "cop": 2061, "younger": 2062, "seek": 2063, "generate": 2064, "insulting": 2065, "inspire": 2066, "convenient": 2067, "stilted": 2068, "benigni": 2069, "junk": 2070, "whimsy": 2071, "engaged": 2072, "\\*\\*\\*": 2073, "walked": 2074, "delicious": 2075, "direct-to-video": 2076, "scenario": 2077, "disturbing": 2078, "draws": 2079, "ode": 2080, "sweeping": 2081, "strikes": 2082, "perverse": 2083, "demanding": 2084, "peculiar": 2085, "manage": 2086, "spell": 2087, "highest": 2088, "generous": 2089, "note": 2090, "exotic": 2091, "abstract": 2092, "harry": 2093, "executed": 2094, "intermittently": 2095, "lofty": 2096, "considered": 2097, "explore": 2098, "enthusiastic": 2099, "players": 2100, "skip": 2101, "encouraging": 2102, "aplomb": 2103, "blair": 2104, "park": 2105, "roger": 2106, "belt": 2107, "rooting": 2108, "remain": 2109, "rent": 2110, "witless": 2111, "seconds": 2112, "describe": 2113, "expectations": 2114, "warning": 2115, "extended": 2116, "urge": 2117, "technology": 2118, "mouth": 2119, "mile": 2120, "came": 2121, "saying": 2122, "control": 2123, "forces": 2124, "insanely": 2125, "accept": 2126, "consider": 2127, "succeed": 2128, "irresistible": 2129, "shyamalan": 2130, "afraid": 2131, "due": 2132, "martha": 2133, "trifle": 2134, "keeping": 2135, "secret": 2136, "screaming": 2137, "packed": 2138, "stunts": 2139, "breathtakingly": 2140, "reel": 2141, "comfort": 2142, "parts": 2143, "greek": 2144, "jason": 2145, "race": 2146, "myself": 2147, "behold": 2148, "fighting": 2149, "paid": 2150, "stop": 2151, "rise": 2152, "preposterous": 2153, "layers": 2154, "slap": 2155, "chills": 2156, "rude": 2157, "theatrical": 2158, "burn": 2159, "tragedies": 2160, "lingering": 2161, "savvy": 2162, "harvard": 2163, "thematic": 2164, "sees": 2165, "80": 2166, "alternative": 2167, "indeed": 2168, "shelf": 2169, "references": 2170, "overwhelming": 2171, "staged": 2172, "tricks": 2173, "pity": 2174, "harmless": 2175, "dedication": 2176, "\\/": 2177, "clumsily": 2178, "invention": 2179, "doze": 2180, "halfway": 2181, "dumbed-down": 2182, "charmless": 2183, "elaborate": 2184, "iranian": 2185, "buffs": 2186, "reminds": 2187, "safe": 2188, "shamelessly": 2189, "engage": 2190, "secrets": 2191, "jim": 2192, "weirdly": 2193, "unfaithful": 2194, "unlike": 2195, "international": 2196, "reno": 2197, "refusal": 2198, "mainly": 2199, "language": 2200, "concern": 2201, "sensational": 2202, "spirited": 2203, "pleasurable": 2204, "stomach": 2205, "earth": 2206, "adolescent": 2207, "inconsistent": 2208, "unexpectedly": 2209, "smartly": 2210, "connect": 2211, "wallace": 2212, "chinese": 2213, "actresses": 2214, "spin": 2215, "scratch": 2216, "astonishingly": 2217, "expense": 2218, "carefully": 2219, "reign": 2220, "suck": 2221, "wear": 2222, "artifice": 2223, "motivated": 2224, "exceedingly": 2225, "drugs": 2226, "visit": 2227, "display": 2228, "camp": 2229, "psychology": 2230, "finely": 2231, "adventures": 2232, "surrounding": 2233, "factor": 2234, "mild": 2235, "blank": 2236, "handful": 2237, "paper": 2238, "disposable": 2239, "stereotypical": 2240, "pile": 2241, "dubbed": 2242, "dogs": 2243, "distasteful": 2244, "britney": 2245, "soulless": 2246, "madness": 2247, "english": 2248, "parker": 2249, "weeks": 2250, "occasional": 2251, "celluloid": 2252, "understands": 2253, "record": 2254, "using": 2255, "saccharine": 2256, "fluff": 2257, "destination": 2258, "diversion": 2259, "larger": 2260, "beach": 2261, "nerve": 2262, "stays": 2263, "elegantly": 2264, "ranks": 2265, "eastwood": 2266, "surely": 2267, "thick": 2268, "embraces": 2269, "dance": 2270, "timeless": 2271, "adds": 2272, "dullest": 2273, "alternately": 2274, "fly": 2275, "brisk": 2276, "caught": 2277, "ice": 2278, "private": 2279, "inherent": 2280, "downbeat": 2281, "cage": 2282, "maintain": 2283, "feces": 2284, "dealing": 2285, "held": 2286, "blast": 2287, "suited": 2288, "showtime": 2289, "nonsensical": 2290, "plots": 2291, "century": 2292, "news": 2293, "shameless": 2294, "window": 2295, "nostalgia": 2296, "memories": 2297, "dynamic": 2298, "disappointed": 2299, "crimes": 2300, "photography": 2301, "buried": 2302, "cartoonish": 2303, "opening": 2304, "trappings": 2305, "enthralling": 2306, "polanski": 2307, "woody": 2308, "stands": 2309, "kissinger": 2310, "rowdy": 2311, "transcends": 2312, "gently": 2313, "broomfield": 2314, "rental": 2315, "openness": 2316, "hoping": 2317, "kiss": 2318, "count": 2319, "ingenious": 2320, "speaking": 2321, "cheese": 2322, "rewards": 2323, "fierce": 2324, "emerge": 2325, "davis": 2326, "achingly": 2327, "solondz": 2328, "wanting": 2329, "context": 2330, "problematic": 2331, "fancy": 2332, "box": 2333, "woo": 2334, "touched": 2335, "showing": 2336, "accurate": 2337, "rising": 2338, "within": 2339, "vitality": 2340, "farts": 2341, "evening": 2342, "aside": 2343, "serve": 2344, "cleverness": 2345, "garbage": 2346, "pointed": 2347, "slowly": 2348, "screenwriters": 2349, "seeming": 2350, "trailer": 2351, "drop": 2352, "accents": 2353, "momentum": 2354, "slack": 2355, "following": 2356, "complications": 2357, "text": 2358, "incoherence": 2359, "soggy": 2360, "untalented": 2361, "vague": 2362, "photographed": 2363, "ambiguous": 2364, "celebrates": 2365, "existential": 2366, "sarandon": 2367, "land": 2368, "relevant": 2369, "delicately": 2370, "fantasies": 2371, "cautionary": 2372, "morally": 2373, "letting": 2374, "entertained": 2375, "lovers": 2376, "technically": 2377, "marriage": 2378, "breezy": 2379, "nation": 2380, "providing": 2381, "acceptable": 2382, "express": 2383, "gloriously": 2384, "wind": 2385, "planet": 2386, "becoming": 2387, "politically": 2388, "convoluted": 2389, "status": 2390, "maintains": 2391, "stand-up": 2392, "inoffensive": 2393, "effortlessly": 2394, "uncanny": 2395, "incompetent": 2396, "tremendous": 2397, "kong": 2398, "calm": 2399, "talk": 2400, "properly": 2401, "similar": 2402, "uncommonly": 2403, "professional": 2404, "knew": 2405, "design": 2406, "poverty": 2407, "locales": 2408, "arts": 2409, "area": 2410, "attract": 2411, "spot": 2412, "capacity": 2413, "personalities": 2414, "shenanigans": 2415, "demographic": 2416, "wondering": 2417, "kill": 2418, "insipid": 2419, "unfulfilling": 2420, "gorgeously": 2421, "dramas": 2422, "wave": 2423, "moved": 2424, "urgency": 2425, "brilliantly": 2426, "instincts": 2427, "term": 2428, "altogether": 2429, "ravishing": 2430, "verbal": 2431, "lifetime": 2432, "devices": 2433, "protagonists": 2434, "learn": 2435, "impeccable": 2436, "sumptuous": 2437, "incisive": 2438, "90-minute": 2439, "finest": 2440, "nonsense": 2441, "possibilities": 2442, "15": 2443, "eat": 2444, "existence": 2445, "returns": 2446, "copy": 2447, "observant": 2448, "wrapped": 2449, "chabrol": 2450, "unabashedly": 2451, "went": 2452, "flamboyant": 2453, "cover": 2454, "extravaganza": 2455, "morning": 2456, "drug": 2457, "astounding": 2458, "unusually": 2459, "tepid": 2460, "improbable": 2461, "seven": 2462, "slip": 2463, "drags": 2464, "fuzzy": 2465, "kline": 2466, "regret": 2467, "dangerous": 2468, "construct": 2469, "settles": 2470, "actual": 2471, "middle-aged": 2472, "videos": 2473, "thousands": 2474, "vs.": 2475, "won": 2476, "importance": 2477, "cheat": 2478, "table": 2479, "rote": 2480, "victim": 2481, "scattered": 2482, "scream": 2483, "corner": 2484, "rehash": 2485, "firing": 2486, "disgusting": 2487, "rushed": 2488, "random": 2489, "slapdash": 2490, "layered": 2491, "famous": 2492, "proper": 2493, "moves": 2494, "shaped": 2495, "grey": 2496, "eight": 2497, "edgy": 2498, "objective": 2499, "shining": 2500, "attitude": 2501, "dancing": 2502, "singing": 2503, "paul": 2504, "decidedly": 2505, "supremely": 2506, "distinguished": 2507, "figures": 2508, "creation": 2509, "reminiscent": 2510, "sly": 2511, "dahmer": 2512, "unsentimental": 2513, "noble": 2514, "convince": 2515, "sudden": 2516, "gangs": 2517, "appropriate": 2518, "test": 2519, "sincerity": 2520, "daily": 2521, "outside": 2522, "jack": 2523, "abuse": 2524, "authority": 2525, "blown": 2526, "awe": 2527, "gifts": 2528, "unbelievable": 2529, "popular": 2530, "enormously": 2531, "brother": 2532, "current": 2533, "trek": 2534, "hitting": 2535, "rating": 2536, "gag": 2537, "laugh-out-loud": 2538, "constantly": 2539, "saving": 2540, "howard": 2541, "winners": 2542, "documentaries": 2543, "obviously": 2544, "weirdness": 2545, "southern": 2546, "clean": 2547, "embarrassed": 2548, "enterprise": 2549, "sade": 2550, "familial": 2551, "sophomoric": 2552, "bruce": 2553, "husband": 2554, "enter": 2555, "ghetto": 2556, "santa": 2557, "disappointingly": 2558, "station": 2559, "lopez": 2560, "after-school": 2561, "breakthrough": 2562, "unsatisfying": 2563, "self-consciously": 2564, "stealing": 2565, "sluggish": 2566, "mushy": 2567, "misery": 2568, "graceless": 2569, "hokum": 2570, "redundant": 2571, "notes": 2572, "hopkins": 2573, "van": 2574, "frailty": 2575, "replaced": 2576, "later": 2577, "subculture": 2578, "web": 2579, "seats": 2580, "ironic": 2581, "shocks": 2582, "aims": 2583, "pretension": 2584, "giddy": 2585, "christian": 2586, "movement": 2587, "credibility": 2588, "vintage": 2589, "witherspoon": 2590, "lends": 2591, "incessant": 2592, "trashy": 2593, "morality": 2594, "expectation": 2595, "informative": 2596, "pathology": 2597, "fable": 2598, "happened": 2599, "useless": 2600, "spider-man": 2601, "100": 2602, "positively": 2603, "hybrid": 2604, "martial": 2605, "crucial": 2606, "cross": 2607, "solidly": 2608, "resolutely": 2609, "existed": 2610, "manhattan": 2611, "blow": 2612, "newcomer": 2613, "genial": 2614, "lie": 2615, "lesser": 2616, "continues": 2617, "desperation": 2618, "humane": 2619, "'70s": 2620, "exposition": 2621, "equal": 2622, "wide": 2623, "ignored": 2624, "feast": 2625, "convey": 2626, "confused": 2627, "similarly": 2628, "bloody": 2629, "outing": 2630, "hong": 2631, "sensibility": 2632, "frustratingly": 2633, "critics": 2634, "hunter": 2635, "drawing": 2636, "minute": 2637, "ponderous": 2638, "vincent": 2639, "heady": 2640, "pretensions": 2641, "trees": 2642, "literate": 2643, "run-of-the-mill": 2644, "claustrophobic": 2645, "shrewd": 2646, "demonstrates": 2647, "casual": 2648, "vanity": 2649, "transforms": 2650, "kicking": 2651, "static": 2652, "eccentric": 2653, "parody": 2654, "trapped": 2655, "wins": 2656, "presentation": 2657, "academy": 2658, "chances": 2659, "humorless": 2660, "closing": 2661, "gravity": 2662, "loads": 2663, "irish": 2664, "responsible": 2665, "comparison": 2666, "spears": 2667, "sleep": 2668, "eager": 2669, "muddled": 2670, "gross": 2671, "strongly": 2672, "insult": 2673, "overblown": 2674, "greater": 2675, "spoof": 2676, "mythic": 2677, "moviegoing": 2678, "fairy": 2679, "enormous": 2680, "observation": 2681, "liberating": 2682, "noise": 2683, "darker": 2684, "infidelity": 2685, "pianist": 2686, "cost": 2687, "longing": 2688, "draw": 2689, "graceful": 2690, "dismissed": 2691, "deadpan": 2692, "souls": 2693, "ballot": 2694, "enduring": 2695, "jolt": 2696, "ya-ya": 2697, "ethereal": 2698, "fail": 2699, "domestic": 2700, "cerebral": 2701, "stretches": 2702, "throwing": 2703, "allow": 2704, "titles": 2705, "recommendation": 2706, "holm": 2707, "historically": 2708, "midnight": 2709, "brooding": 2710, "sugar": 2711, "dare": 2712, "elevate": 2713, "nuance": 2714, "hallmark": 2715, "predictability": 2716, "classical": 2717, "curiously": 2718, "hugh": 2719, "meaningless": 2720, "account": 2721, "severe": 2722, "jarring": 2723, "moody": 2724, "necessarily": 2725, "bone": 2726, "pow": 2727, "effectively": 2728, "pandering": 2729, "gratuitous": 2730, "intolerable": 2731, "marginal": 2732, "eddie": 2733, "talky": 2734, "toilet": 2735, "inconsequential": 2736, "built": 2737, "busy": 2738, "clichéd": 2739, "stunt": 2740, "sordid": 2741, "literally": 2742, "pinocchio": 2743, "sketch": 2744, "radical": 2745, "combined": 2746, "creature": 2747, "unintentionally": 2748, "physical": 2749, "birthday": 2750, "glorious": 2751, "speaks": 2752, "primarily": 2753, "dragon": 2754, "freaks": 2755, "uneasy": 2756, "frida": 2757, "stylistic": 2758, "punch": 2759, "argue": 2760, "album": 2761, "antwone": 2762, "classics": 2763, "subversive": 2764, "masterfully": 2765, "divine": 2766, "wholesome": 2767, "innocent": 2768, "thrilling": 2769, "tour": 2770, "anybody": 2771, "hype": 2772, "rollicking": 2773, "remembering": 2774, "stylized": 2775, "inviting": 2776, "con": 2777, "sobering": 2778, "denial": 2779, "precision": 2780, "fluid": 2781, "thrillers": 2782, "lit": 2783, "dickens": 2784, "artful": 2785, "jerry": 2786, "choose": 2787, "meat": 2788, "halloween": 2789, "nose": 2790, "satisfies": 2791, "chops": 2792, "revelations": 2793, "format": 2794, "phenomenal": 2795, "miracle": 2796, "fits": 2797, "matters": 2798, "jackie": 2799, "inhabit": 2800, "richard": 2801, "crisis": 2802, "willis": 2803, "sorvino": 2804, "blind": 2805, "aimless": 2806, "shanghai": 2807, "shockingly": 2808, "featuring": 2809, "godard": 2810, "comedian": 2811, "kung": 2812, "former": 2813, "admit": 2814, "absolute": 2815, "easier": 2816, "replete": 2817, "demented": 2818, "forth": 2819, "exit": 2820, "artsy": 2821, "innovative": 2822, "translation": 2823, "pitfalls": 2824, "hollow": 2825, "clue": 2826, "pool": 2827, "postcard": 2828, "obligatory": 2829, "clueless": 2830, "cobbled": 2831, "exploiting": 2832, "schwarzenegger": 2833, "and\\/or": 2834, "kahlo": 2835, "droll": 2836, "emptiness": 2837, "remembered": 2838, "cutting": 2839, "winds": 2840, "whale": 2841, "store": 2842, "difference": 2843, "writer\\/director": 2844, "broadway": 2845, "element": 2846, "evelyn": 2847, "inventiveness": 2848, "self-discovery": 2849, "recovery": 2850, "grown-up": 2851, "recipe": 2852, "fabric": 2853, "caper": 2854, "understated": 2855, "ring": 2856, "parable": 2857, "closer": 2858, "somebody": 2859, "sensitivity": 2860, "blockbuster": 2861, "empowerment": 2862, "swallow": 2863, "carry": 2864, "cable": 2865, "hilarity": 2866, "goodfellas": 2867, "romp": 2868, "aging": 2869, "grim": 2870, "vein": 2871, "background": 2872, "scripts": 2873, "search": 2874, "enigmatic": 2875, "surreal": 2876, "wet": 2877, "ai": 2878, "psychologically": 2879, "irony": 2880, "notwithstanding": 2881, "precisely": 2882, "profile": 2883, "pitch-perfect": 2884, "mike": 2885, "caring": 2886, "elegance": 2887, "impressed": 2888, "conservative": 2889, "foul": 2890, "action-packed": 2891, "frozen": 2892, "holly": 2893, "remote": 2894, "image": 2895, "austin": 2896, "lump": 2897, "inexplicable": 2898, "guess": 2899, "serviceable": 2900, "alabama": 2901, "transcend": 2902, "added": 2903, "consistent": 2904, "tasteful": 2905, "order": 2906, "breath": 2907, "enjoyment": 2908, "malaise": 2909, "pertinent": 2910, "nifty": 2911, "seeking": 2912, "bill": 2913, "big-screen": 2914, "determination": 2915, "esther": 2916, "collapses": 2917, "slackers": 2918, "jaded": 2919, "arc": 2920, "lighting": 2921, "madonna": 2922, "incongruous": 2923, "hack": 2924, "produce": 2925, "stinker": 2926, "carvey": 2927, "equilibrium": 2928, "manufactured": 2929, "30": 2930, "failing": 2931, "splash": 2932, "lies": 2933, "expressive": 2934, "3": 2935, "parade": 2936, "impressions": 2937, "doses": 2938, "lurid": 2939, "scope": 2940, "beast": 2941, "paradiso": 2942, "truthful": 2943, "loneliness": 2944, "inner": 2945, "center": 2946, "directs": 2947, "duty": 2948, "slick": 2949, "soldiers": 2950, "reputation": 2951, "survival": 2952, "luck": 2953, "legacy": 2954, "kaufman": 2955, "victims": 2956, "catch": 2957, "psyche": 2958, "awkwardness": 2959, "ease": 2960, "kidman": 2961, "books": 2962, "freeman": 2963, "cultures": 2964, "western": 2965, "recording": 2966, "redemption": 2967, "jealousy": 2968, "boredom": 2969, "no.": 2970, "nicholson": 2971, "insurance": 2972, "pulpy": 2973, "exceptionally": 2974, "piano": 2975, "musicians": 2976, "101": 2977, "well-written": 2978, "languorous": 2979, "known": 2980, "marvel": 2981, "higher": 2982, "pulling": 2983, "cares": 2984, "laughed": 2985, "marvelously": 2986, "sneaks": 2987, "travel": 2988, "hoot": 2989, "shrill": 2990, "promises": 2991, "shadows": 2992, "pays": 2993, "category": 2994, "wonders": 2995, "dawson": 2996, "student": 2997, "baffling": 2998, "machismo": 2999, "blaxploitation": 3000, "alienation": 3001, "evident": 3002, "notable": 3003, "charge": 3004, "flashes": 3005, "teeth": 3006, "misogyny": 3007, "market": 3008, "genius": 3009, "struggling": 3010, "adequate": 3011, "panache": 3012, "harsh": 3013, "bruckheimer": 3014, "dawns": 3015, "naturalistic": 3016, "villains": 3017, "pantheon": 3018, "hideously": 3019, "cutesy": 3020, "infomercial": 3021, "coffee": 3022, "gave": 3023, "schneider": 3024, "stiff": 3025, "shtick": 3026, "blandness": 3027, "dim-witted": 3028, "mind-numbingly": 3029, "whiny": 3030, "irrelevant": 3031, "gel": 3032, "bogs": 3033, "excesses": 3034, "ruined": 3035, "hole": 3036, "allowed": 3037, "drown": 3038, "impersonal": 3039, "arnold": 3040, "adams": 3041, "refugees": 3042, "hear": 3043, "cuteness": 3044, "steal": 3045, "shines": 3046, "roots": 3047, "illustrates": 3048, "unnerving": 3049, "slippery": 3050, "anticipated": 3051, "korean": 3052, "pathos": 3053, "valuable": 3054, "believing": 3055, "anne": 3056, "fragile": 3057, "changes": 3058, "phones": 3059, "chest": 3060, "angry": 3061, 